tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "chezmoi"
brew "colima", restart_service: true
brew "coreutils"
brew "deno"
brew "eza"
brew "findutils"
brew "gh"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "starship"
brew "thefuck"
brew "tree"
brew "zsh-autosuggestions"
cask "1password"
cask "arc"
cask "balenaetcher"
cask "discord"
cask "figma"
cask "font-monocraft"
cask "github"
cask "godot"
cask "notion"
cask "notunes"
cask "pika"
cask "raycast"
cask "screen-studio"
cask "shortcutdetective"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "Angular.ng-template"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "geequlim.godot-tools"
vscode "GitHub.github-vscode-theme"
vscode "PKief.material-icon-theme"
vscode "Razoric.gdscript-toolkit-formatter"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
