tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "chezmoi"
brew "colima", restart_service: true
brew "coreutils"
brew "deno"
brew "eza"
brew "findutils"
brew "gh"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "starship"
brew "thefuck"
brew "tree"
brew "zsh-autosuggestions"
cask "1password"
cask "arc"
cask "balenaetcher"
cask "clickup"
cask "discord"
cask "figma"
cask "font-monocraft"
cask "github"
cask "godot"
cask "notion"
cask "notunes"
cask "pika"
cask "raycast"
cask "screen-studio"
cask "shortcutdetective"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "AlDuncanson.react-hooks-snippets"
vscode "Angular.ng-template"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Continue.continue"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "erhise.vs-ng-quick-switch"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "geequlim.godot-tools"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "heybourn.headwind"
vscode "iJS.reactnextjssnippets"
vscode "jdinhlife.gruvbox"
vscode "jinxdash.prettier-rust"
vscode "johnpapa.angular-essentials"
vscode "johnpapa.Angular2"
vscode "johnpapa.vscode-peacock"
vscode "marp-team.marp-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "PKief.material-icon-theme"
vscode "Razoric.gdscript-toolkit-formatter"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "Tyriar.lorem-ipsum"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "YoavBls.pretty-ts-errors"
